<template>
  <div class="newtop">
      <x-header :right-options="{showMore: true}" @on-click-more="showMenus = true">关于新杰</x-header>
      <div>
        <p>公司简介</p> 
        东莞市新杰物联网科技有限公司随着工业4.0战略的不断发展，以及“互联网+”时代的强势来袭，东莞新杰与时俱进，迈入工业4.0智能制造系统供应商大军之列。倡导企业管理新理念， 以自动识别控制技术为重点，以专利软硬件产品为核心，以优质的一体化解决方案为先锋，从智能仓储、生产制程、质量追溯、设备效率、业务绩效、过程统计分析、系统监督、移动管理、大数据分析等方面入手，让用户享受个性化的系统咨询、软件开发、系统改造升级、系统协同联动的全方位服务，为企业打造独具特色、高度契合的智能管理系统平台，快速实现转型升级。提升企业核心竞争力!
        东莞市新杰电工机械有限公司（总公司）是一家集研发、设计、制造于一体的专业电线电缆设备制造企业。公司设在东莞市虎门镇。随着生产技术水平的不断提高及研发力度的不断加大，使电线电缆设备工艺、性能日趋完美、精良，多项指标在同行中保持领先水平，从而得到了广大客户及业内人士的广泛赞美.
        <span>主要产品方案有:</span> 
        1.整厂高频配套设备：极细铁氟龙押出机、Foam-skin化学发泡/芯线绝缘押出机、外被护套押出机、HDMI卧式单绞机、ø630-1250旋臂单绞机、HDMI立式单绞机、SATA数控平行双层/单层包带机等。<br/>
        2.整厂电源电线设备：芯线押出机，外被押出机，铜绞机，立式单绞机，ø630-1250旋臂单绞机等<br/>
        3.整厂网络网线配套设备：芯线押出机，外被押出机，双倍/三倍绞线机，退扭对绞机等<br/>
        基于目前市场的竞争日趋激烈，本公司不断引进国内外先进生产技术及管理经验，不断加大人力资源的开发与培训，将个人成长与企业的发展相结合，不仅只是销售设备，同时提供生产技术咨询，公司本着“精密制造，确保品质，不断创新，合作共赢”的经营理念，以最好的品质、快捷的交期、完美的服务回馈新老客户，愿成为您忠诚的战略合作伙伴！<br/>
        东莞市新杰物联网科技有限公司<br/>
        敬请期待
      </div>
  </div>
</template>

<script>
export default {
  name: 'newtop',
  data () {
    return {
    }
  },
  methods:{             // 自定义的函数

  },
  computed:{            // 计算属性

  },
  watch:{               // 监听属性

  },
}
</script>

<style lang="less" scoped>
.newtop{
  font-size: .25rem;
}
</style>

